# 声明角色
define haruhi = Character("春日", color="#c8ffc8")
define mikuru = Character("朝比奈", color="#c6aac6")
define yuki = Character("长门", color="#b6b6b6")
define kyon = Character("阿虚", color="#ababab")
define itsuki = Character("古泉", color="#cdcdcd")

label part1_1:
    s "虽然很无奈，但我必须要接下这个苦差。个中缘由不必明说，想必各位都要比我熟悉。"
    itsuki "“嗯，那我就安心了。”"
    itsuki "“接下来就交给你，去和凉宫同学沟通吧。”"
    haruhi "“……”"
    s "她用不知从那里找来的绳子把两个手电筒绑在腰间，就仿佛是登山运动员的安全绳，估计她是想避免失手把手电筒掉在隧道里的窘况出现。"
    kyon "“呦，这是准备完全了吗？”"
    haruhi "“你怎么知道的？”"
    kyon "（该说是因为你那副视死如归的表情吗？这里还是保持沉默好了……）"
    haruhi "“而且这样一个人也能在拍内部场景的同时打光，很方便吧。”"
    haruhi "“这样就算我遭遇不测，DV也能完整地把怪物录下来。你们在外面掐好秒表给我计时，如果三十分钟还没出来的话，就拜托你们联络警察了。”"
    haruhi "“赶到现场时只剩一部摄像机，我有预感会出现这种状况啊……”"
    s "我并未接她的话茬，仅仅是抢过了她手里的DV。"
    haruhi "“诶？”"
    kyon "“摄像归根结底还是我的工作对吧，结束的职员表都做完一半了，我懒得再去加几个名字。”"
    haruhi "“……哼。”"
    kyon "“哼？”"
    haruhi "“哼哈哈哈，就应该这样没错，这才是SOS团员应有的觉悟。”"
    s "她估计也是真的很开心吧，至少不用自己一个人进去了。"
    s "我倒也不是没想过去三个人的状况。"
    s "但仔细想想，总不可能把朝比奈学姐拉进去，她现在已经和长门成为一种绑定的状态了，如果强行分开带走长门，绑定状态便会转移到古泉身上。"
    s "那就太便宜他了！"
    s "带古泉的话，虽然我觉得没问题，但以长门的性格，之后和外面的人联络起来就会困难无比，而且从外人的角度来看，留两个女孩子也实在是……"
    s "我转而看了看眼前的隧道。"
    s "看起来无比普通平常的地方，里面确实可能因废弃而有些恐怖，但那也只是个人的臆想而已，离文化祭还有一段时间，春日也很快就会忘记这件事……"
    s "走进去拍几个场景，找回春日的手机，与长门等人汇合后各自回家，这才是我的生活。"
    s "说起来，我到真的希望自己多少能有点预知能力。"
    s "这样的话，我便绝对不会踏入那个隧道了吧……"
    with fade
    ".:. to be continued"
    return
